7767517
16 17
Input            0                        0 1 0 0=28 1=28 2=1
Convolution      7                        1 1 0 7 0=16 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 5=1 6=400
ReLU             8                        1 1 7 8
Pooling          9                        1 1 8 9 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      10                       1 1 9 10 0=32 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 5=1 6=12800
ReLU             11                       1 1 10 11
Pooling          12                       1 1 11 12 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Split            splitncnn_0              1 2 12 12_splitncnn_0 12_splitncnn_1
Shape            13                       1 1 12_splitncnn_1 13
Slice            14                       1 1 13 14
Squeeze          15                       1 1 14 15
Unsqueeze        17                       1 1 15 17
Unsqueeze        18                       0 1 18
Concat           19                       2 1 17 18 19 0=-1
Reshape          20                       2 1 12_splitncnn_0 19 20
InnerProduct     21                       1 1 20 21 0=2936 1=1 2=4603648
